---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyElemsToInplaceFam
source: html/e08ef494-ab37-b439-c057-123517aa7f9b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyElemsToInplaceFam Property

Can't copy element(s) to In Place family.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantCopyElemsToInplaceFam { get; }
```